mtxr.sqltools
oderwat.indent-rainbow
ms-vscode.cpptools-themes
enkia.tokyo-night
rodrigovallades.es7-react-js-snippets
hediet.vscode-drawio
formulahendry.auto-rename-tag
rocketseat.theme-omni
beardedbear.beardedtheme
usernamehw.errorlens
streetsidesoftware.code-spell-checker
ritwickdey.liveserver
github.copilot-chat
esbenp.prettier-vscode
ms-python.python
blackboxapp.blackbox
fwcd.kotlin
mathiasfrohlich.kotlin
formulahendry.code-runner
ms-vscode.live-server
ms-python.vscode-pylance
eamodio.gitlens
ms-azuretools.vscode-containers
ms-python.vscode-python-envs
ms-python.debugpy
blackboxapp.blackboxagent
openai.chatgpt
